Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=558_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Koltansaamenkielinen tarinakirja ilmestyi
smn: Nuorttâsämikielâlâš mainâskirje almostui

source: Vanhoja kolttasaamelaisia kertomuksia sisältävä teos " KåŠllmuõrâž " on ilmestynyt omakielisenä, koltansaamenkielisenä painoksena.
smn: Puáris nuorttâlâšmainâsijd sistetuállee kirje " KåŠllmuõrâž " lii almostum nuorttâsâmikielâlâš teddilâssân.

source: Saamelaiskäräjät julkaisi kirjan pohjoismaisen saamen kielilautakunnan myöntämällä erillisrahoituksella.
smn: Sämitigge almostitij kirje tave-eennâmlâš säämi kielâläđvdikode mieđettem sierânâsruttâdâssáin.

source: Teos on hyvä lisä kouluissa ja aikuisoppilaitoksissa annettavaan koltansaamen kielen opetukseen.
smn: Kirje lii šiev lase nuorttâsämikielâ máttááttâsân, mii adeluvvoo škoovlâin já rävisolmoošoppâlájádâsâin.

source: " KåŠllmuõrâž " - teos on julkaistu alunperin vuonna 1990 venäjänkielisenä painoksena.
smn: " KåŠllmuõrâž " - kirje lii almostittum algâaalgâst ive 1990 ruošâkielâlâš teddilâssân.

source: Zoja Nosova luki teoksen kertomukset koltansaamen kielellä nauhalle, josta työryhmä Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen huolehtivat kertomukset koltansaamen nykyiseen kirjoitusasuun.
smn: Zoja Nosova luuvâi kirje mainâsijd nuorttâsämikielân páádán, mast pargojuávkku Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio já Seija Sivertsen huolâttii mainâsijd nuorttâsämikielâ tááláá čäällimvuáhán.

source: Teoksen uuden kuvituksen on tehnyt Merja Aletta Ranttila.
smn: Kirje uđđâ kuvvim lii toohâm Merja Aletta Ranttila.

source: Kuvissa venäjänkielinen alkuperäisteos ja nyt julkaistu koltansaamenkielinen teos.
smn: Kuuvijn ruošâkielâlâš algâalgâlâš kirje já tääl almostittum nuorttâsämikielâlâš kirje.

source: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta, saamelaiskulttuurikeskus Sajoksesta Inarista.
smn: Kirje lii finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst, säämi kulttuurkuávdáš Sajosist Anarist.
